Repository: ahmedhalilovic/EI_ing-helper
Catalog: CableCrossSection/*.lproj/Localizable.strings
Languages: bs_ba

# navigation_title_cross_section
source: Cross-section
bs_ba: Poprečni presjek

# tab_label_cross_section
source: Cross Section
bs_ba: Presjek

# navigation_title_cable_load
source: Tables
bs_ba: Opterećenje kabla

# tab_label_table
source: Table
bs_ba: Tabela

# navigation_title_voltage_drop
source: Voltage Drop
bs_ba: Pad napona

# tab_label_voltage_drop
source: Voltage Drop
bs_ba: Pad napona

# navigation_title_settings
source: Settings
bs_ba: Postavke

# tab_label_settings
source: Settings
bs_ba: Postavke

# invalid_input_current
source: Invalid input.
bs_ba: Pogrešan unos

# busbar_cap_first
source: BUSBAR
bs_ba: SABIRNICA

# one_phase_current
source: 1-Phase Current:
bs_ba: 1-Fazna struja:

# three_phase_current
source: 3-Phase Current:
bs_ba: 3-Fazna struja:

# copper_result_text
source: Copper:
bs_ba: Cu:

# aluminum_result_text
source: Aluminum:
bs_ba: Al:

# fuse_text
source: Fuse:
bs_ba: Osigurač:

source: Tables
bs_ba: Tabele

# table_title
source: Cable Load Table
bs_ba: Opterećenje kabla

# header_cross_section
source: Cross-Section mm2
bs_ba: Presjek mm2

# table_cable_name
source: Cable Load
bs_ba: Presjek kabla

# header_max_current_cu
source: Max Current (Cu)
bs_ba: Max Struja (Cu)

# header_fuse_cu
source: Fuse (Cu)
bs_ba: Osigurač (Cu)

# header_max_current_al
source: Max Current (Al)
bs_ba: Max Struja (Al)

# header_fuse_al
source: Fuse (Al)
bs_ba: Osigurač (Al)

# legend_copper
source: Copper
bs_ba: Bakar

# legend_aluminum
source: Aluminum
bs_ba: Aluminij

# button_show_busbar_currents
source: SHOW BUSBAR CURRENTS
bs_ba: PRIKAŽI STRUJE SABIRNICE

# table_busbar_name
source: Busbar
bs_ba: Sabirnica

# recomended_busbar_sizes
source: Busbar table
bs_ba: Tabela sabirnica

# busbar_size_title
source: Size in mm
bs_ba: Veličina u mm

# stacked_title
source: Stacked
bs_ba: Količina

# max_current_column_title
source: Max current (A)
bs_ba: Max struja (A)

source: Close
bs_ba: Zatvori

# power_text
source: Power (kW)
bs_ba: Snaga (kW)

# power_factor_text
source: Power factor (cos Ï†)
bs_ba: Power factor (cos φ)

# voltage_text
source: Voltage (V)
bs_ba: Napon (V)

# cable_length_text
source: Cable length (m)
bs_ba: Dužina kabla (m)

# cable_cross_section_text
source: Cable cross-section (mm2)
bs_ba: Presjek kabla (mm2)

# condictivity_text
source: Conductivity:
bs_ba: Provodnost:

# cable_material_text
source: Cable material (Sm/mm2)
bs_ba: Materijal (Sm/mm2)

# picker_copper
source: Copper = 56
bs_ba: Bakar = 56

# picker_aluminum
source: Aluminum = 35
bs_ba: Aluminij = 35

source: Input parameters
bs_ba: Ulazni podatci

source: Calculate
bs_ba: Izračunaj

source: Result
bs_ba: Rezultat

# result_voltage_drop_invalid
source: Invalid input. Please enter valid numbers.
bs_ba: Netačan unos. Molimo unesite validne vrijednosti.

# result_current
source: Current:
bs_ba: Struja:

# result_voltage
source: Voltage Drop:
bs_ba: Pad napona:

# result_max_cable_length
source: Maximum Cable length:
bs_ba: Max dužina kabla:

source: Language
bs_ba: Jezik

# language_selection
source: Choose language
bs_ba: Odaberi jezik

# compensation_sheet_name
source: COMPENSATION CALCULATOR
bs_ba: Kalkulator kompenzacije

source: More helpers
bs_ba: Dodatne kalkulacije

# compensation_button_text
source: COMPENSATION CALCULATOR
bs_ba: KALKULATOR KOMPENZACIJE

# reactive_energy_text
source: Reactive Energy (kVAR)
bs_ba: Reaktivna Energija (kVAR)

# operating_hours_text
source: Operating Hours
bs_ba: Sati

source: App version
bs_ba: Verzija aplikacije

# about_info
source: About app
bs_ba: O aplikaciji

# app_version_message
source: App v1.0
bs_ba: Verzija v1.0

# about_info_message
source: This app helps you calculate cable cross-sections, voltage drops, and other electrical parameters.
bs_ba: Ova aplikacija vam pomaže da izračunate poprečne presjeke kabela, pad napona i druge električne parametre.
